Repository: FlutterPiaui/movie-recommender_app
Catalog: lib/l10n/app_*.arb
Languages: es, pt

# moviesBasedTrueStories
source: Movies based on true stories
es: Películas basadas en hechos reales
pt: Filmes baseados em fatos reais

source: Oscar-winning movies
es: Películas que ganaron el Oscar
pt: Filmes que conquistaram o Oscar

source: Best movies of
es: Mejores películas de
pt: Melhores filmes de

source: Best horror movies
es: Mejores películas de terror
pt: Melhores filmes de terror

source: Best comedy movies
es: Mejores películas de comedia
pt: Melhores filmes de comédia

source: No results for this search!
es: ¡No hay resultados para esta búsqueda!
pt: Não há resultados para essa pesquisa!

source: Something went wrong!
es: ¡Algo ha salido mal!
pt: Algo deu errado!

# whatMovieWeGoWatch
source: What are we watching today?
es: ¿Qué estamos viendo hoy?
pt: O que vamos assistir hoje?

source: Movie name
es: Nombre de la película
pt: Nome do filme

# movieRecommendation
source: CineMatch
es: Recomendación de películas
pt: Recomendação de filme

source: Welcome
es: Bienvenido
pt: Bem vindo

source: New version available
es: Nueva versión disponible
pt: Nova versão disponível

source: Install
es: Instale
pt: Instalar

source: Skip
es: Saltar
pt: Pular
